Repository: mar-pstu/enrolle-plugin
Catalog: languages/pstu-enrollee-*.po
Languages: uk

source: Термины не найдены
uk: Терміни не знайдені

source: Добавить
uk: Додати

source: Удалить
uk: Видалити

source: Не выбрано
uk: Не обрано

source: Форма обучения
uk: Форма навчання

source: ОКУ
uk: ОКР

source: Конкурсные предложения
uk: Конкурсні пропозиції

source: Условия поступления
uk: Умови вступу

source: Источник финансирования
uk: Джерело фінансування

source: Поступление на основе...
uk: Надходження на основі ...

source: Выполнить
uk: Виконати

source: или
uk: або

source: Вывод всех конкурсных предложений на странице образовательной программы
uk: Висновок всіх конкурсних пропозицій на сторінці освітньої програми

source: Название в ЕГЭБО
uk: Назва в ЄДЕБО

source: Вид предложения
uk: Вид пропозиції

source: Предыдущее образование
uk: Попередня освіта

source: Срок обучения
uk: Термін навчання

source: Компоненты и их вес
uk: Компоненти та їх вага

source: год
uk: рік

source: года
uk: роки

source: лет
uk: років

source: месяц
uk: місяць

source: месяца
uk: місяці

source: месяцев
uk: місяців

source: Редактировать
uk: Редагувати

source: Выберите ОКУ
uk: Оберіть ОКР

source: ОКУ (образовательно-квалификационный уровень) - это характеристика высшего образования. В Украине существует 5 уровней высшего образования, это младший бакалавр, бакалавр, магистр, доктор философии / доктор искусства и доктор наук. Выберите ОКУ который Вы хотите получить в нашем университете.
uk: ОКР (освітньо-кваліфікаційний рівень) - це характеристика вищої освіти. В Україні існує 5 рівнів вищої освіти, це молодший бакалавр, бакалавр, магістр, доктор філософії / доктор мистецтва і доктор наук. Виберіть ОКР який Ви хочете отримати в нашому університеті.

source: Области знаний
uk: Галузі знань

source: Группа родственных специальностей, по которым осуществляется профессиональная подготовка. Так, специальность, которую вы ищете, имеет трёхзначний шифр, первые две цифры составляют отрасль знаний. Выбирая только нужную область знаний, Вы сужаете круг поиска.
uk: Група споріднених спеціальностей, за якими здійснюється професійна підготовка. Так, спеціальність, що ви шукаєте, має тризначний шифр, перші дві цифри становлять галузь знань. Вибираючи тільки потрібну область знань, Ви звужуєте коло пошуку.

source: Выберите форму обучения
uk: Виберіть форму навчання

source: Обучение студентов в университете осуществляется по указанным формам, выберите нужную.
uk: Навчання студентів в університеті здійснюється за вказаними формами, виберіть потрібну.

source: Базовое образование
uk: Попередня освіта

source: Уровень предыдущего образования, на основе которого Вы поступаете в университет.
uk: Рівень попереднього освіти, на основі якого Ви вступаєте в університет.

source: Вид конкурсного предложения
uk: Вид конкурсної пропозиції

source: Конкурсное предложение может быть фиксированным - то есть финансирование осуществляется за средства государственного бюджета или за счет физических или юридических лиц, а может быть небюджетной - финансируется только за средства физических или юридических лиц.
uk: Конкурсна пропозиція може бути фіксованою - тобто фінансування здійснюється за кошти державного бюджету або за рахунок фізичних/юридичних осіб, а може бути небюджетної - фінансується тільки за кошти фізичних або юридичних осіб.

source: Компоненты
uk: Компоненти

source: Фильтр абитуриента
uk: Фільтр абітурієнта

source: Найти
uk: Знайти

source: Поиск...
uk: Пошук...

source: Выбрать всё
uk: Обрати все

source: Ничего не найдено.
uk: Нічого не знайдено.

source: Выберите компоненты конкурсного предложения
uk: Оберіть компоненти конкурсної пропозиції

source: Попробуйте другие параметры.
uk: Спробуйте обрати інші параметри.

source: № п/п
uk: № з/п

source: Образовательная программа
uk: Освітня програма

source: Описание
uk: Опис

source: Найдено
uk: Знайдено

source: конкурсное предложение
uk: конкурсна пропозиція

source: конкурсных предложения
uk: конкурсних пропозицій

source: конкурсных предложений
uk: конкурсних пропозицій

source: Вывод простого списка областей знаний
uk: Публікація простого списку галузей знань

source: Подробней
uk: Докладніше

source: Образовательные программы не найдены
uk: Освітні програми не знайдені

source: Найти запись
uk: Знайти запис

source: Все записи
uk: Всі записи

source: Просмотр списка записей
uk: Перегляд списку записів

source: Родительская запись
uk: Батьківська запис

source: Родительская запись:
uk: Батьківська запис:

source: Редактировать запись
uk: Редагувати запис

source: Обновить запись
uk: Оновити запис

source: Добавить новую запись
uk: Додати новий запис

source: Добавить запись
uk: Додати запис

source: %1$s на базе %2$l
uk: %1$s на базі %2$l

source: Не использовать в выборке
uk: Не використовувати у фільтрах

source: Компоненты и коэффициенты
uk: Компоненти і коефіцієнти

source: Коэффициент
uk: Коефіцієнт

source: Для завершения редактирования нажмите кнопку "Готово" или закройте окно
uk: Для завершення редагування натисніть кнопку "Готово" або закрийте вікно

source: Добавить строку
uk: Додати рядок

source: Удалить строку
uk: Видалити рядок

source: Редактировать строку
uk: Редагувати рядок

source: Ошибка
uk: Помилка

source: компоненты не выбраны
uk: компоненти не вибрані

source: Компоненты не заполнены
uk: Компоненти не заповнені

source: Просмотр списку записей
uk: Перегляд списку записів

source: Добавить новую форму обучения
uk: Додати нову форму навчання

source: Добавить форму обучения
uk: Додати форму навчання

source: Формы обучения
uk: Форми навчання

source: Ключевые слова
uk: Ключові слова

source: Области знаний / специальности
uk: Галузі знань / спеціальності

source: Область знаний / специальность
uk: Галузь знань / спеціальність

source: Добавить новое конкурсное предложение
uk: Додати нову конкурсну пропозицію

source: Добавить конкурсное предложение
uk: Додати конкурсну пропозицію

source: Двухуровневая таксономия: область знаний -> специальности.
uk: Дворівнева таксономія: галузь знань -> спеціальності.

source: Страница с описанием
uk: Сторніка з описом

source: Область знаний - код вида 0ХХ, специальность - XXX.
uk: Галузь знань - код виду 0XX, спеціальність - XXX.

source: Предупреждение:
uk: Попередження:

source: найдены конкурсные предложения, которые не прикреплены к образовальной программе:
uk: знайдені конкурсні пропозиції, що не прикріплені до образовальной програмі:

source: Конкурсное предложение
uk: Конкурсна пропозиція

source: Новое Конкурсное предложение
uk: Нова Конкурсна пропозиція

source: Новое конкурсное предложение
uk: Нове конкурсна пропозиція

source: Все конкурсные предложения
uk: Всі конкурсні пропозиції

source: Просмотр записей на сайте
uk: Перегляд записів на сайті

source: Искать в списке
uk: Шукати в списку

source: Записи не найдены
uk: Записи не знайдені

source: В корзине нет записей
uk: У кошику немає записів

source: Опции конкурсного предложения
uk: Опції конкурсної пропозиції

source: Полное название (ЕГБО)
uk: Повна назва (ЄДБО)

source: годы
uk: роки

source: месяцы
uk: місяці

source: Образовательная программа не прикреплена
uk: Освітня програма не прикріплений

source: Конкурсное предложение ID%1$s
uk: Конкурсна пропозиція ID%1$s

source: Особенности образовательной программы
uk: Особливості освітньої програми

source: Образовательные программы
uk: Освітні програми

source: Добавить новую ОП
uk: Додати нову ОП

source: Новая ОП
uk: Нова ОП

source: Редактировать образовательную программу
uk: Редагувати освітню програму

source: Новая образовательная программа
uk: Нова освітня програма

source: Все образовательные программы
uk: Всі освітні програми

source: Просмотр образовательных программ на сайте
uk: Перегляд освітніх програм на сайті

source: В корзине нет образовательных программ
uk: У кошику немає освітніх програм

source: Настройки
uk: Налаштування

source: Сохранить
uk: Зберегти

source: Выбор страницы для вывода списка специализаций
uk: Вибір сторінки для виведення списку спеціалізацій
